Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=154_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Inarinsaame, lastenkirjat
sms: Aanarsääʹmǩiõll, päärnaiǩeeʹrj

source: Puppâ
sms: Ǩeeʹrjteei: Iisko Palojärvi mieʹldd Marjatta Palismaa Ááhupiämmu

source: Äidinkielen oheismateriaali 0-6 luokille Teksti ja kuvat Inga Borg
sms: Kaartʼtõs: Erkki Tanttu

source: Pohjoissaamesta kääntänyt Henna Lehtola, kielentarkistus Ilmari Mattus.
sms: seiddmieʹrr: 28 Hâʹdd: 7,00 €

source: Puppâ on pieni olento, jota ihminen ei voi nähdä – ellei lue tätä kirjaa!
sms: Inger Haldis Halvari

source: Pupân kota on piilossa Sinijärven rannassa jossakin Saamenmaan tunturien keskellä.
sms: Čiivšâ čivgâ čii

source: Hänen kanssaan voit tutustua Saamenmaan luontoon ja eläimiin.
sms: Kaartʼtõs: Berit Marit Hætta

source: Puppâ já koddesäpligeh
sms: tääʹss: 0-3 kl

source: "Plupp och lämlarna", 1960
sms: seiddmieʹrr : 22 Hâʹdd: 3,00 €

source: Puppâ já iilvâs
sms: Kaartʼtõs: Harald Sonesson

source: "Plupp och lodjuret", 2005
sms: Säämas: Ilmari Mattus

source: ISBN: 978-952-441-301-5
sms: ISBN-13: 978-952-441-122-6

source: Puupâ máláseh
sms: ISBN-10: 952-441-122-9

source: "Kalas hos Plupp", 1996 10,00 €
sms: Sääʹmteʹǧǧ 2006

source: Puppâ já soorvah
sms: Inga Borg

source: "Plupp och älgen", 1998
sms: Puppâ ja kiđđatulve

source: ISBN: 978-952-441-299-5
sms: Joorglâttam: Matti Morottaja

source: Puppâ já kuobžâčiivgah
sms: tääʹss: 0-3 kl

source: "Plupp och björnungarna", 1983
sms: Hâʹdd: 5,00 €

source: ISBN: 978-952-441-302-2
sms: Sääʹmteʹǧǧ 1997

source: Äidinkielen oheismateriaali 0-6 luokille
sms: Kaartʼtõs: Inga Borg

source: Teksti ja kuvat Inga Borg
sms: Joorglâttam: Marja-Liisa Olthuis

source: Pohjoissaamesta kääntäneet
sms: tääʹss: 0-3 kl

source: Matti Morottaja ja
sms: Hâʹdd: 5,00 €

source: Marja-Liisa Olthuis (Puppâ já vyesi).
sms: ISBN: 952-441-009-5

source: Saamelaiskäräjät 1996-1997
sms: Sääʹmteʹǧǧ 1997

source: ISBN: 952-441-009-5
sms: Kaartʼtõs: Inga Borg

source: Puppâ ja kiđđatulve
sms: Joorglâttam : Matti Morottaja

source: 5,00 € ISBN: 952-441-007-9
sms: tääʹss: 0-3 kl

source: Tälvi Puupâ kuvlân
sms: Hâʹdd: 5,00 €

source: ISBN: 951-53-0984-0
sms: Sääʹmteʹǧǧ 1996

source: ISBN: 952-441-007-9
sms: Puppâ Puáris Vyevdist

source: Puppâ Puáris Vyevdist
sms: Kaartʼtõs: Inga Borg

source: ISBN: 952-441-008-7
sms: tääʹss: 0-3 kl Hâʹdd: 5,00 €

source: Gösta Knutsson, teksti
sms: Sääʹmteʹǧǧ 1997

source: Harald Soneson, kuvat
sms: Inga Borg

source: Pieinis-Piäká ustev
sms: Tälvi Puupâ kuvlân

source: inarinsaameksi: Ilmari Mattus
sms: Kaartʼtõs: Inga Borg

source: taso: sopii hyvin lukukirjaksi ala-asteelle sekä vieraan kielen opiskeluun
sms: Joorglâttam : Matti Morottaja

source: ISBN: 978-952-441-122-6
sms: Hâʹdd: 5,00 €

source: Saamelaiskäräjät 2006
sms: ISBN: 951-53-0984-0

source: Ellen Marie Vars, kuvitus Berit Marit Hætta
sms: _________________________________ Ellen Marie Vars

source: pohjoissaamesta kääntäneet:
sms: Joorglâttam : Kaarina Mattus já Matti Morottaja

source: Kaarina Mattus já Matti Morottaja
sms: Kaartʼtõs: Berit Marit Hætta

source: taso: esiopetus - 3 lk
sms: tääʹss: 0-3 kl
